[
    {
        "id": "1",
        "author": "Rajesh Kumar",
        "source": "Parent",
        "review": "Satprayas Nepal has provided my child with the care and support he needed. The progress he has made is remarkable, and I am forever grateful. The staff's commitment to each child's well-being is truly heartwarming.",
        "sourceImage": "",
        "link": "#"
    },
    {
        "id": "2",
        "author": "Sunita Karki",
        "source": "Parent",
        "review": "Satprayas Nepal has been a blessing for my family. The care and attention they provide to my child are exceptional. I am grateful for their unwavering support and dedication.",
        "sourceImage": "",
        "link": "#"
    },
    {
        "id": "3",
        "author": "Bikash Shrestha",
        "source": "Beneficiary",
        "review": "The services provided by Satprayas Nepal have changed my life. I am grateful for their support and dedication. They have given me hope and a chance for a better future.",
        "sourceImage": "",
        "link": "#"
    },
    {
        "id": "4",
        "author": "Anita Rai",
        "source": "Beneficiary",
        "review": "The support and services provided by Satprayas Nepal have been invaluable. They have given me hope and a brighter future. I am thankful for the opportunities and care they have provided.",
        "sourceImage": "",
        "link": "#"
    },
    {
        "id": "5",
        "author": "Gita Thapa",
        "source": "Volunteer",
        "review": "Working with Satprayas Nepal has been an eye-opening experience. The impact they have on the children's lives is truly commendable. I am proud to be associated with such a dedicated organization.",
        "sourceImage": "",
        "link": "#"
    },
    {
        "id": "6",
        "author": "Hari Prasad",
        "source": "Donor",
        "review": "Supporting Satprayas Nepal has been one of the best decisions I've made. The organization is making a real difference in the community. Their commitment to transparency and impact is impressive.",
        "sourceImage": "",
        "link": "#"
    },
    {
        "id": "7",
        "author": "Sita Sharma",
        "source": "Volunteer",
        "review": "Volunteering at Satprayas Nepal has been a life-changing experience. The dedication and love shown by the staff towards the children are truly inspiring. I have learned so much and feel grateful to be part of this organization.",
        "sourceImage": "",
        "link": "#"
    },
    {
        "id": "8",
        "author": "Ram Bahadur",
        "source": "Donor",
        "review": "I have been donating to Satprayas Nepal for the past 5 years. Seeing the positive impact on the children's lives makes every contribution worthwhile. The transparency and dedication of the team are commendable.",
        "sourceImage": "",
        "link": "#"
    },
    {
        "id": "9",
        "author": "Sarita Thapa",
        "source": "Volunteer",
        "review": "Volunteering at Satprayas Nepal has been a rewarding experience. The impact they have on the children's lives is truly inspiring. I am grateful for the opportunity to contribute to such a worthy cause.",
        "sourceImage": "",
        "link": "#"
    }
]